// export const productsData = [
//   {
//     id: 1,
//     image: require("./src/assets/images/glass1.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },
//   {
//     id: 2,
//     image: require("./src/assets/images/glass2.png"),
//     title: "نظارة حريمى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 3,
//     image: require("./src/assets/images/glass3.png"),
//     title: "نظارة شمس",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 4,
//     image: require("./src/assets/images/glass4.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 5,
//     image: require("./src/assets/images/glass5.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 6,
//     image: require("./src/assets/images/glass6.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },
// ];

//Variable for products in index page
// export const productsSection = [
//   {
//     id: 1,
//     image: require("./src/assets/images/glass1.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },
//   {
//     id: 2,
//     image: require("./src/assets/images/glass2.png"),
//     title: "نظارة حريمى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 3,
//     image: require("./src/assets/images/glass3.png"),
//     title: "نظارة شمس",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 4,
//     image: require("./src/assets/images/glass4.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 5,
//     image: require("./src/assets/images/glass5.png"),
//     title: "نظارة شمس",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 6,
//     image: require("./src/assets/images/glass6.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 7,
//     image: require("./src/assets/images/glass6.png"),
//     title: "نظارة بحر",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 6,
//     image: require("./src/assets/images/glass7.png"),
//     title: "نظارة رجالى",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },
// ];

//variable for blog section
export const blogSections = [
  {
    id: 1,
    image: require("./src/assets/images/blog1.png"),
    userName: "Ahmed",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 2,
    image: require("./src/assets/images/blog2.png"),
    userName: "Sally",
    title: "تخفيضات جديدة",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 3,
    image: require("./src/assets/images/blog3.png"),
    userName: "Aliaa",
    title: "موديلات جديدة ",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 4,
    image: require("./src/assets/images/blog4.png"),
    userName: "Kareem",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
];

//variable for filter section
export const filterSection = [
  {
    id : 1,
    image: require("./src/assets/images/filter1.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 2,
    image: require("./src/assets/images/filter2.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 3,
    image: require("./src/assets/images/filter3.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 4,
    image: require("./src/assets/images/filter4.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 5,
    image: require("./src/assets/images/filter5.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 6,
    image: require("./src/assets/images/filter6.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 7,
    image: require("./src/assets/images/filter7.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  },
  {
    id : 8,
    image: require("./src/assets/images/filter8.png"),
    title : "قطع غيار سيارة",
    desc : "هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو ",

  }

]



//variable for blog swiper
// export const blogswiper = [
//   {
//     id: 1,
//     image: require("./src/assets/images/blog1.png"),
//     userName: "Ahmed",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 2,
//     image: require("./src/assets/images/blog2.png"),
//     userName: "Sally",
//     title: "تخفيضات جديدة",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 3,
//     image: require("./src/assets/images/blog3.png"),
//     userName: "Aliaa",
//     title: "موديلات جديدة ",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 4,
//     image: require("./src/assets/images/blog4.png"),
//     userName: "Kareem",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },
// ];

//variable for swiper slider
// export const SwiperSlidee = [
//   {
//     id: 1,
//     image: require("./src/assets/images/glass1.png"),
//     title: "نظارة رجالى",
//   },
//   {
//     id: 2,
//     image: require("./src/assets/images/glass2.png"),
//     title: "نظارة حريمى",
//   },

//   {
//     id: 3,
//     image: require("./src/assets/images/glass3.png"),
//     title: "نظارة شمس",
//   },

//   {
//     id: 4,
//     image: require("./src/assets/images/glass4.png"),
//     title: "نظارة رجالى",
//   },

//   {
//     id: 5,
//     image: require("./src/assets/images/glass5.png"),
//     title: "نظارة شمس",
//   },

//   {
//     id: 6,
//     image: require("./src/assets/images/glass6.png"),
//     title: "نظارة رجالى",
//   },

//   {
//     id: 7,
//     image: require("./src/assets/images/glass6.png"),
//     title: "نظارة بحر",
//   },

//   {
//     id: 6,
//     image: require("./src/assets/images/glass7.png"),
//     title: "نظارة رجالى",
//   },
// ];

//variable for blog page
// export const blogDate = [
//   {
//     id: 1,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog1.png"),
//     userName: "Ahmed",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 2,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog2.png"),
//     userName: "Sally",
//     title: "تخفيضات جديدة",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 3,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog3.png"),
//     userName: "Aliaa",
//     title: "موديلات جديدة ",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 4,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog4.png"),
//     userName: "Kareem",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 5,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog2.png"),
//     userName: "Amir",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 6,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog3.png"),
//     userName: "Hany",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 7,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog1.png"),
//     userName: "Ali",
//     title: "اهم ماركات النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 8,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog2.png"),
//     userName: "Hadeer",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 9,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog4.png"),
//     userName: "Alexa",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 10,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog1.png"),
//     userName: "Ahmed",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 11,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog3.png"),
//     userName: "Bassant",
//     title: "أفضل عروض النظارات",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },

//   {
//     id: 12,
//     image: require("./src/themeComponents/blogs/blogs1/assets/images/blog4.png"),
//     userName: "Alaa",
//     title: "أحدث صيحات الموضة",
//     description:
//       "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
//   },
// ];

//variable for category Swiper
// export const swiperCategory = [
//   {
//     id: 1,
//     image: require("./src/assets/images/cglasses.png"),
//     title: "نظارات للعمل",
//   },

//   {
//     id: 2,
//     image: require("./src/assets/images/childglasses.png"),
//     title: "نظارات للاطفال",
//   },

//   {
//     id: 3,
//     image: require("./src/assets/images/seaglasses.png"),
//     title: "نظارات بحر",
//   },

//   {
//     id: 4,
//     image: require("./src/assets/images/sunglasses.png"),
//     title: "نظارات شمسية",
//   },

//   {
//     id: 5,
//     image: require("./src/assets/images/sunglasses2.png"),
//     title: "نظارات للعمل",
//   },
// ];

//variable for review Swiper
export const reviewSlider = [
  {
    id: 1,
    image: require("./src/assets/images/user1.png"),
    userName: "محمد ابراهيم",
    job: "مسئول توظيف",
    desc: "ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.",
  },

  {
    id: 2,
    image: require("./src/assets/images/user2.png"),
    userName: "محمد ابراهيم",
    job: "مسئول توظيف",
    desc: "ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.",
  },

  {
    id: 3,
    image: require("./src/assets/images/user3.png"),
    userName: "محمد ابراهيم",
    job: "مسئول توظيف",
    desc: "ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.",
  },

  {
    id: 4,
    image: require("./src/assets/images/user2.png"),
    userName: "محمد ابراهيم",
    job: "مسئول توظيف",
    desc: "ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.",
  },

  {
    id: 5,
    image: require("./src/assets/images/user2.png"),
    userName: "محمد ابراهيم",
    job: "مسئول توظيف",
    desc: "ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.",
  },

  {
    id: 6,
    image: require("./src/assets/images/user3.png"),
    userName: "محمد ابراهيم",
    job: "مسئول توظيف",
    desc: "ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.",
  },
];
