//Variable for products page
export const productsData = [
  {
    id: 1,
    image: require("./src/assets/images/glass1.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
  {
    id: 2,
    image: require("./src/assets/images/glass2.png"),
    title: "نظارة حريمى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 3,
    image: require("./src/assets/images/glass3.png"),
    title: "نظارة شمس",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 4,
    image: require("./src/assets/images/glass4.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 5,
    image: require("./src/assets/images/glass5.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 6,
    image: require("./src/assets/images/glass6.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
];

//Variable for products in index page
export const productsSection = [
  {
    id: 1,
    image: require("./src/assets/images/glass1.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
  {
    id: 2,
    image: require("./src/assets/images/glass2.png"),
    title: "نظارة حريمى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 3,
    image: require("./src/assets/images/glass3.png"),
    title: "نظارة شمس",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 4,
    image: require("./src/assets/images/glass4.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 5,
    image: require("./src/assets/images/glass5.png"),
    title: "نظارة شمس",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 6,
    image: require("./src/assets/images/glass6.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 7,
    image: require("./src/assets/images/glass6.png"),
    title: "نظارة بحر",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 6,
    image: require("./src/assets/images/glass7.png"),
    title: "نظارة رجالى",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
];

//variable for blog section
export const blogSections = [
  {
    id: 1,
    image: require("./src/assets/images/blog1.png"),
    userName: "Ahmed",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 2,
    image: require("./src/assets/images/blog2.png"),
    userName: "Sally",
    title: "تخفيضات جديدة",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 3,
    image: require("./src/assets/images/blog3.png"),
    userName: "Aliaa",
    title: "موديلات جديدة ",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 4,
    image: require("./src/assets/images/blog4.png"),
    userName: "Kareem",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
];

//variable for blog swiper
export const blogswiper = [
  {
    id: 1,
    image: require("./src/assets/images/blog1.png"),
    userName: "Ahmed",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 2,
    image: require("./src/assets/images/blog2.png"),
    userName: "Sally",
    title: "تخفيضات جديدة",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 3,
    image: require("./src/assets/images/blog3.png"),
    userName: "Aliaa",
    title: "موديلات جديدة ",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 4,
    image: require("./src/assets/images/blog4.png"),
    userName: "Kareem",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
];



//variable for swiper slider
export const SwiperSlidee = [
  {
    id: 1,
    image: require("./src/assets/images/glass1.png"),
    title: "نظارة رجالى",
  },
  {
    id: 2,
    image: require("./src/assets/images/glass2.png"),
    title: "نظارة حريمى",
  },

  {
    id: 3,
    image: require("./src/assets/images/glass3.png"),
    title: "نظارة شمس",
  },

  {
    id: 4,
    image: require("./src/assets/images/glass4.png"),
    title: "نظارة رجالى",
  },

  {
    id: 5,
    image: require("./src/assets/images/glass5.png"),
    title: "نظارة شمس",
  },

  {
    id: 6,
    image: require("./src/assets/images/glass6.png"),
    title: "نظارة رجالى",
  },

  {
    id: 7,
    image: require("./src/assets/images/glass6.png"),
    title: "نظارة بحر",
  },

  {
    id: 6,
    image: require("./src/assets/images/glass7.png"),
    title: "نظارة رجالى",
  },
];

//variable for blog page
export const blogDate = [
  {
    id: 1,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog1.png"),
    userName: "Ahmed",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 2,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog2.png"),
    userName: "Sally",
    title: "تخفيضات جديدة",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 3,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog3.png"),
    userName: "Aliaa",
    title: "موديلات جديدة ",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 4,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog4.png"),
    userName: "Kareem",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 5,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog2.png"),
    userName: "Amir",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 6,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog3.png"),
    userName: "Hany",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 7,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog1.png"),
    userName: "Ali",
    title: "اهم ماركات النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 8,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog2.png"),
    userName: "Hadeer",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 9,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog4.png"),
    userName: "Alexa",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 10,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog1.png"),
    userName: "Ahmed",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 11,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog3.png"),
    userName: "Bassant",
    title: "أفضل عروض النظارات",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },

  {
    id: 12,
    image: require("./src/themeComponents/blogs/blogs1/assets/images/blog4.png"),
    userName: "Alaa",
    title: "أحدث صيحات الموضة",
    description:
      "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة",
  },
];



//variable for category Swiper
export const swiperCategory =[
  {
    id : 1 ,
    image: require("./src/assets/images/cglasses.png"),
    title : "نظارات للعمل"
  },

  {
    id : 2 ,
    image: require("./src/assets/images/childglasses.png"),
    title : "نظارات للاطفال"
  },

  {
    id : 3 ,
    image: require("./src/assets/images/seaglasses.png"),
    title : "نظارات بحر"
  },

  {
    id : 4 ,
    image: require("./src/assets/images/sunglasses.png"),
    title : "نظارات شمسية"
  },

  {
    id : 5 ,
    image: require("./src/assets/images/sunglasses2.png"),
    title : "نظارات للعمل"
  }

]