import style from "./styles/Rules.module.scss";

const RulesComponent = () => {
  return (
    <>
      <section className={style.rulesSection}>
        <div className="container">
          <div className="rule-unit">
            <h4>مقدمة عن الشروط والاحكام</h4>
            <p>
              هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد
              هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو
              العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها
              التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص
              العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي
              أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
              حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم
              الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم
              ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم
              عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
              فيظهر بشكل لا يليق.
            </p>
          </div>

          <div className="unit-line"></div>

          <div className="rule-unit">
            <h4>كيف نستخدم معلوماتك</h4>
            <p className="ul-desc">
              نستخدم المعلومات التي نجمعها بطرق مختلفة ، بما في ذلك:
            </p>

            <ul>
              <li>توفير وتشغيل وصيانة موقعنا</li>
              <li>تحسين وتخصيص وتوسيع موقعنا</li>
              <li>فهم وتحليل كيفية استخدامك لموقعنا</li>
              <li>تطوير منتجات وخدمات وميزات ووظائف جديدة</li>
              <li>
                التواصل معك ، إما بشكل مباشر أو من خلال أحد شركائنا ، بما في ذلك
                لخدمة العملاء ، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة
                بالموقع ولأغراض تسويقية وترويجية
              </li>
              <li>
                التواصل معك ، إما بشكل مباشر أو من خلال أحد شركائنا ، بما في ذلك
                لخدمة العملاء ، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة
                بالموقع ولأغراض تسويقية وترويجية
              </li>
            </ul>
          </div>

          <div className="unit-line"></div>

          <div className="rule-unit">
            <h4>ملفات الدخول</h4>
            <p>
              يتبع بنك الاسئلة إجراءً قياسيًا لاستخدام ملفات السجل. تسجل هذه
              الملفات الزوار عندما يزورون مواقع الويب. تقوم جميع شركات الاستضافة
              بذلك وجزء من تحليلات خدمات الاستضافة. تتضمن المعلومات التي يتم
              جمعها بواسطة ملفات السجل عناوين بروتوكول الإنترنت (IP) ونوع
              المستعرض وموفر خدمة الإنترنت (ISP) وختم التاريخ والوقت وصفحات
              الإحالة / الخروج وربما عدد النقرات. هذه ليست مرتبطة بأي معلومات
              لتحديد الهوية الشخصية. الغرض من المعلومات هو تحليل الاتجاهات
              وإدارة الموقع وتتبع حركة المستخدمين على الموقع وجمع المعلومات
              الديموغرافية. سياسات الخصوصية لشركاء الإعلان يمكنك الرجوع إلى هذه
              القائمة للعثور على سياسة الخصوصية لكل من شركاء الإعلان في بنك
              سراج. تستخدم خوادم الإعلانات الخارجية أو شبكات الإعلانات تقنيات
              مثل ملفات تعريف الارتباط أو جافا سكريبت أو منارات الويب المستخدمة
              في الإعلانات والروابط الخاصة بكل منها والتي تظهر على بنك سراج ،
              والتي يتم إرسالها مباشرة إلى متصفح المستخدمين. يتلقون عنوان IP
              الخاص بك تلقائيًا عند حدوث ذلك. تُستخدم هذه التقنيات لقياس فعالية
              حملاتهم الإعلانية و / أو لتخصيص محتوى الإعلان الذي تراه على مواقع
              الويب التي تزورها.
            </p>
          </div>
        </div>
      </section>
    </>
  );
};

export default RulesComponent;
